saasapp/app/controllers/pages_controller.rb

    def home
        @stores = Store.all
---
SELECT "stores".* FROM "stores"